Repository: common-repository/pbsocialnetworks
Catalog: lang/pbSocialNetworks-*.po
Languages: de_de

source: pbSocialNetworks › General
de_de: pbSocialNetworks › Allgemein

source: Activate SocialNetworks
de_de: SocialNetworks Plugin aktivieren

source: This is the general setting to disable or enable pbSocialNetworks
de_de: Dies ist die Haupteinstellung um pbSocialNetworks ein- oder auszuschalten

source: Activate Statics
de_de: Statistiken aktivieren

source: Here you can enable the static system to track your social network traffic
de_de: Hier kannst du die Statistiken aktivieren um deinen Social Network Traffic zu tracken

source: Include pbSocialNetworks CSS Styles
de_de: pbSocialNetworks CSS Stile einbinden

source: This will include the default CSS for the Social Buttons, if you disable it you need to write your own styles
de_de: Diese Option bindet die CSS Datei mit standard Stilen ein, wenn sie deaktiviert wird, musst du eigene schreiben

source: Show Buttons on Article Pages
de_de: Social Buttons auf Artikel-Seiten anzeigen

source: Activate this checkbox to automatically include the Social Buttons on Article Pages
de_de: Aktiviere diese Checkbox um die Social Buttons automatisch auf Artikel-Seiten einzublenden

source: Show Buttons on Pages
de_de: Social Buttons auf Seiten (Pages) anzeigen

source: Activate this checkbox to automatically include the Social Buttons on Pages
de_de: Aktiviere diese Checkbox um die Social Buttons automatisch auf Seiten einzublenden

source: Display the Buttons below or above the content
de_de: Buttons können über oder unter dem Inhalt der Seiten / Artikel eingeblendet werden

source: below the content
de_de: unter den Inhalten

source: above the content
de_de: über den Inhalten

source: Activate Facebook Like Button
de_de: Facebook gefällt mir Button aktivieren

source: Plugin Language
de_de: Plugin Sprache

source: Language Code of the Facebook Plugin e.g. <code>en_US</code> for more details have a look <a href="https://developers.facebook.com/docs/internationalization/" target="_blank">here</a>
de_de: Sprach-Code des Facebook Plugins z.B. <code>de_DE</code>, für weitere Informationen besuche diese <a href="https://developers.facebook.com/docs/internationalization/" target="_blank">Seite</a>

source: URL to Like
de_de: Gefällt mir URL

source: Leave blank to use the permalink of each article (<strong>recommended</strong>) or type a specific url to like
de_de: Lass dieses Feld leer um automatisch die aktuelle URL einer Seite / Artikel zu liken (<strong>empfohlen</strong>) oder gib eine feste ein

source: Send Button
de_de: Senden Button

source: Activate Facebook Send Button
de_de: Aktiviert den Facebook Senden Button

source: Layout Style
de_de: Button Layout

source: Layout Style of the Like Button
de_de: Layout des gefällt mir Buttons

source: Button Count
de_de: Button mit Zähler

source: Box Count
de_de: Box mit Zähler

source: Width
de_de: Weite

source: width of the plugin, in pixels
de_de: Weite des Plugins in Pixeln

source: Show Faces
de_de: Gesichter anzeigen

source: Show Profile Pictures below the Button
de_de: Zeigt die Profilbilder unter dem gefällt mir Button an

source: Verb to display
de_de: Anzuzeigendes Verb

source: The verb to display in the button
de_de: Das Verb, dass in dem Button angezeigt wird

source: like
de_de: gefällt mir

source: recommend
de_de: empfehlen

source: Color Scheme
de_de: Farbschema

source: light
de_de: hell

source: dark
de_de: dunkel

source: Font
de_de: Schriftart

source: The font of the plugin
de_de: Schriftart des Plugins

source: Activate Open Graph protocol
de_de: Open Graph protocol aktivieren

source: Learn more about the <a href="http://ogp.me/" target="_blank">Open Graph protocol</a> at Facebooks <a href="https://developers.facebook.com/docs/opengraphprotocol/" target="_blank">Developer Page</a>
de_de: Erfahre mehr über das <a href="http://ogp.me/" target="_blank">Open Graph protocol</a> auf den Facebook <a href="https://developers.facebook.com/docs/opengraphprotocol/" target="_blank">Entwickler Seiten</a>

source: Your Facebook AppId
de_de: Deine Facebook AppId

source: Your Facebook Profile ID
de_de: Deine Facebook Admin ID

source: Sitename
de_de: Seitenname

source: Site-Type
de_de: Seiten-Typ

source: You find more informations about types <a href="https://developers.facebook.com/docs/opengraphprotocol/#types" target="_blank">here</a>
de_de: Du findest weitere Informationen über Typen auf <a href="https://developers.facebook.com/docs/opengraphprotocol/#types" target="_blank">dieser Seite</a>

source: Page-Type
de_de: Seiten-Typ

source: Article-Type
de_de: Artikel-Typ

source: Home Title
de_de: Startseiten Titel

source: Title for your homepage
de_de: Titel für deine Startseite

source: Home Description
de_de: Beschreibung Startseite

source: Description for your homepage
de_de: Beschreibung für deine Startseite

source: Image
de_de: Bild

source: This is the default image for the homepage and all pages without article images
de_de: Dieses Bild wird als Standard-Bild für die Startseite und alle Seiten / Artikel ohne Artikelbilder verwendet

source: Latitude
de_de: Breitengrad

source: e.g. 37.416343
de_de: z.B. 37.416343

source: Longitude
de_de: Längengrad

source: e.g. -122.153013
de_de: z.B. -122.153013

source: Street
de_de: Straße

source: e.g. 1601 S California Ave
de_de: z.B. 1601 S California Ave

source: Locality
de_de: Ort

source: e.g. Palo Alto
de_de: z.B. Palo Alto

source: e.g. CA
de_de: z.B. CA

source: Postal Code
de_de: Postleitzahl

source: Country
de_de: Land

source: e.g. USA
de_de: z.B. USA

source: e.g. me@gmail.com
de_de: z.B. me@gmail.com

source: Phone
de_de: Telefon

source: e.g. +1-650-123-4567
de_de: z.B. +1-650-123-4567

source: e.g. +1-415-123-4567
de_de: z.B. +1-415-123-4567

source: Activate Twitter Button
de_de: Twitter Button aktivieren

source: Activate to show the Tweet count beside the button
de_de: Aktivieren um den Tweet Zähler neben dem Button anzuzeigen

source: URL to share
de_de: Zu teilende URL

source: Leave blank to use the permalink of each article (<strong>recommended</strong>) or type a specific url to share
de_de: Lass dieses Feld leer um automatisch die aktuelle URL einer Seite / Artikel zu teilen (<strong>empfohlen</strong>) oder gib eine feste ein

source: Tweet Text to share
de_de: Tweet Text

source: Leave blank to use the title of each article (<strong>recommended</strong>) or type a specific text to share
de_de: Leer lassen um automatisch den Titel jedes Artikels (Seite) zu verwenden (<strong>empfohlen</strong>) oder gib einen festen Text ein

source: Your Twitter Account for the <code>via @YourAccount</code> Part - without @
de_de: Dein Twitter Account für die <code>via @YourAccount</code> Angabe, ohne @-Zeichen

source: Language
de_de: Sprache

source: Twitter detects the client language automatically, if you don't like this enter a fixed language code like <code>en</code>
de_de: Twitter erkennt die Sprache automatisch, um einen festen Sprach-Code zu verwenden, kann dieser hier eingetragen werden z.B.: <code>de</code>

source: Activate Google+ Button
de_de: Google+ Button aktivieren

source: Button Size
de_de: Button Größe

source: select the size of your g+ Button
de_de: Wähle die Größe deines g+ Buttons

source: small (15px)
de_de: klein (15px)

source: medium (20px)
de_de: mittel (20px)

source: tall (60px)
de_de: groß (60px)

source: inline
de_de: innen

source: none
de_de: keine

source: width of the g+ Button
de_de: Weite des g+ Buttons

source: language of your g+ Button
de_de: Sprache deines g+ Buttons

source: Activate Pin It Button
de_de: Pin It Button aktivieren

source: Count Layout
de_de: Layout

source: select the count layout
de_de: Wähle das Layout des Zählers aus

source: vertical
de_de: vertikal

source: URL to pin
de_de: URL die gepinnt werden soll

source: Leave blank to use the permalink of each article (<strong>recommended</strong>) or type a specific url to pin
de_de: Lass dieses Feld leer um automatisch die aktuelle URL einer Seite / Artikel zu piken (<strong>empfohlen</strong>) oder gib eine feste ein

source: Pin Text to share
de_de: Pin Text

source: This is the default image for all pages without article images
de_de: Dieses Bild wird als Standard-Bild für die Startseite und alle Seiten / Artikel ohne Artikelbilder verwendet

source: <p>In the general section you can change the basic configuration of pbSocialNetworks. Please Note: Before you activate pbSocialNetworks with the <code>Activate SocialNetworks</code> checkbox, <br /> you need to configure each Social Button, you find the different settings in the tabs Facebook, Twitter and Google+.</p><p><strong>Shortcodes:</strong><br />With pbSocialNetworks you get a helpful Shortcode to include Social Network Buttons in your Articles or Pages:<br />Use this Shortcode in your Articles or Pages: <code>[pbsn type="facebook" url="http://www.pascal-bajorat.com/"]</code><br />Values for <code>type:</code> facebook, twitter, googleplus or pinterest<br />Values for <code>url:</code> You don`t need to specify the url if you want use automatically the Article / Page Permalink or you can set a fixed url.<br />Use this PHP Code to run pbsn Shortcode in your Theme: <code>&lt;?php echo do_shortcode('[pbsn type="facebook" url="http://www.pascal-bajorat.com/"]'); ?&gt;</code></p>
de_de: <p>In dem allgemeinen Bereich kannst du die Basis-Konfiguration von pbSocialNetworks durchführen. Bevor du das Plugin aktivierst, solltest du alle Social Buttons über die einzelnen Tabs Facebook, Twitter and Google+ einstellen.</p><p><strong>Shortcodes:</strong><br />Mit pbSocialNetworks bekommst du eine einfache Möglichkeit an die Hand, Social Network Buttons mittels Shortcode in Artikel oder Seiten einzubinden:<br />Verwende folgenden Shortcode in Artikeln oder Seiten: <code>[pbsn type="facebook" url="http://www.pascal-bajorat.com/"]</code><br />Einträge für <code>type:</code> facebook, twitter, googleplus oder pinterest<br />Einträge für <code>url:</code> Dieses Feld kann komplett weggelassen werden, insofern automatisch der Permalink des Artikels / der Seite verwendet werden soll, alternativ kann eine feste URL eingetragen werden.<br />Du kannst folgenden PHP Code verwenden um den pbsn Shortcode in deinem Theme auszuführen: <code>&lt;?php echo do_shortcode('[pbsn type="facebook" url="http://www.pascal-bajorat.com/"]'); ?&gt;</code></p>

source: <p>In this section you can configure the Facebook Like Button. If you enable or disable some features you need to adjust the width too.</p>
de_de: <p>In diesem Bereich kannst du den Facebook gefällt mir Button ganz individuell konfigurieren oder ein- und ausschalten. Bitte prüfe die Weite, falls der Button auf deiner Seite nicht richtig angezeigt wird.</p>

source: <p>In this section you can configure the Twitter Button.</p>
de_de: <p>In diesem Bereich kannst du deinen Twitter Button konfigurieren oder komplett deaktivieren, wenn du ihn nicht benötigst.</p>

source: <p>In this section you can configure the Google+ Button.</p>
de_de: <p>In diesem Bereich kannst du deinen g+ Button konfigurieren oder komplett deaktivieren, wenn du ihn nicht benötigst.</p>

source: <p>In this section you can configure the Pin It Button. You can modify the submitted data to Pinterest with Open Graph e.g. Description and image to pin.</p>
de_de: <p>In diesem Bereich kannst du den Pin it Button konfigurieren. Pinterest greift ebenfalls auf Open Graph Daten zurück.</p>

source: <p>In this section you can configure the Open Graph Protocol. Leave fields blank to hide them in the sourcecode. <strong>But it's important that you fill AppId or AdminId</strong></p>
de_de: <p>In diesem Bereich kannst du die für das Open Graph Protocol relevanten Einstellungen vornehmen. Lass die entsprechenden Felder leer um sie im Quellcode zu verstecken. <strong>Es ist wichtig das zumindest die AppId oder AdminId eingetragen wird</strong></p>

source: General
de_de: Allgemein

source: Stats
de_de: Statistiken

source: http://www.pascal-bajorat.com/en/pbsocialnetworks-support/
de_de: http://www.pascal-bajorat.com/pbsocialnetworks-support/

source: Stats - pbSocialNetworks
de_de: Statistiken - pbSocialNetworks

source: Type
de_de: Typ

source: Title
de_de: Titel

source: Enter title only if you don't want to use the article / page title.
de_de: Gib hier nur dann einen festen Titel ein, wenn du nicht automatisch den des entsprechenden Artikels oder Seite verwenden möchtest.

source: Description
de_de: Beschreibung

source: Enter description only if you don't want to use the article / page excerpt.
de_de: Gib die Beschreibung nur dann manuell ein, wenn du nicht den automatischen Auszug von Artikeln oder Seiten verwenden möchtest.

source: Upload a preview image or leave blank to use the post thumbnail
de_de: Lade ein Vorschaubild hoch, wenn du nicht das Artikelbild verwenden möchtest

source: Hey, I miss some parameters here, try this example and replace me
de_de: Hey, hier fehlen einige Parameter, versuche folgendes Beispiel und ersetze mich

source: pbSocialNetworks › Stats
de_de: pbSocialNetworks › Statistiken

source: Here you can see your social network traffic statics. The statics are separated in two parts, the first part is an overview about all traffic you earned by Facebook, Twitter and Google+. The second part shows only the traffic you received directly by the social network buttons e.g. like or tweet but to track this statics you must use the pbSocialNetworks buttons or add <code>pbsn=facebook</code> / <code>pbsn=twitter</code> / <code>pbsn=googleplus</code> / <code>pbsn=pinterest</code> manually to your buttons. But it's easier to use the pbSocialNetworks buttons.
de_de: Hier findest du alle wichtigen Statistiken deines Social Network Traffics. Die Statistiken teilen sich in zwei Bereiche, der erste stellt eine Übersicht über den gesamten Social Network Traffic von Facebook, Twitter und Google+ dar. Der zweite Bereich zeigt den Traffic an, den du direkt über die Social Buttons z.B. gefällt mir oder Tweet erhalten hast. Die Statistiken für die Social Buttons werden nur dann erfasst, wenn du die Buttons aus diesem Plugin verwendest oder manuell an die URLs folgende Parameter übergibst: <code>pbsn=facebook</code> / <code>pbsn=twitter</code> / <code>pbsn=googleplus</code> / <code>pbsn=pinterest</code>. Es ist allerdings einfacher für dich die pbSocialNetworks Buttons zu verwenden.

source: viewmode
de_de: Anzeigemodus

source: week
de_de: Woche

source: month
de_de: Monat

source: year
de_de: Jahr

source: day
de_de: Tag

source: search
de_de: suchen

source: Total Social Network Traffic
de_de: Gesamter Social Network Traffic

source: Total
de_de: Gesamt

source: Sorry, actually you don´t have any Statics in your database. Please activate the Statics in the General Tab to catch some data.
de_de: Sorry, aktuell sind keine Statistiken in deiner Datenbank vorhanden. Aktiviere das Statistik-System im Tab Allgemein um Daten zu sammeln.

source: With this Widget you can display the Facebook Like Box in your Blog Sidebar.
de_de: Mit diesem Widget kannst du die Facebook Like Box in deiner Blog Sidebar anzeigen lassen.

source: If you need more informations about the Facebook Like Box or a preview visit <a href="https://developers.facebook.com/docs/reference/plugins/like-box/" target="_blank">this site</a>
de_de: Wenn du weitere Informationen über die Facebook Like Box oder eine Vorschau benötigst besuche <a href="https://developers.facebook.com/docs/reference/plugins/like-box/" target="_blank">diese Seite</a>.

source: Width (default: 292)
de_de: Weite (Standard: 292)

source: Height (default: 590)
de_de: Höhe (Standard: 590)

source: Border Color (without #)
de_de: Rahmen-Farbe (ohne #)

source: yes
de_de: nein

source: no
de_de: ja

source: Show Stream
de_de: Stream anzeigen

source: Show Header
de_de: Header anzeigen

source: With this Widget you can display the Facebook Activity Feed in your Blog Sidebar.
de_de: Mit diesem Widget kannst du den Facebook Activity Feed in deiner Blog sidebar anzeigen.

source: If you need more informations about the Facebook Activity Feed or a preview visit <a href="https://developers.facebook.com/docs/reference/plugins/activity/" target="_blank">this site</a>
de_de: Wenn du weitere Informationen zum Facebook Activity Feed oder eine Vorschau benötigst, besuche <a href="https://developers.facebook.com/docs/reference/plugins/activity/" target="_blank">diese Seite</a>.

source: Width (default: 300)
de_de: Weite (Standard: 300)

source: Height (default: 300)
de_de: Höhe (Standard: 300)

source: Recommendations
de_de: Empfehlungen

source: With this Widget you can display the Facebook Recommendations Plugin in your Blog Sidebar.
de_de: Mit diesem Widget kannst du das Facebook Recommendations Plugin in deiner Blog Sidebar anzeigen.

source: If you need more informations about Facebook Recommendations or a preview visit <a href="https://developers.facebook.com/docs/reference/plugins/recommendations/" target="_blank">this site</a>
de_de: Wenn du weitere Informationen zum Facebook Recommendations Plugin oder eine Vorschau benötigst, besuche <a href="https://developers.facebook.com/docs/reference/plugins/recommendations/" target="_blank">diese Seite</a>.

source: With this Widget you can display a Facebook Subscribe Button in your Blog Sidebar.
de_de: Mit diesem Widget kannst du den Facebook Subscribe Button in deiner Blog Sidebar anzeigen.

source: If you need more informations about the Facebook Subscribe Button or a preview visit <a href="https://developers.facebook.com/docs/reference/plugins/subscribe/" target="_blank">this site</a>
de_de: Wenn du weitere Informationen zum Facebook Subscribe Button oder eine Vorschau benötigst, besuche <a href="https://developers.facebook.com/docs/reference/plugins/subscribe/" target="_blank">diese Seite</a>.

source: Profile URL
de_de: Profil URL

source: Width (default: 450)
de_de: Weite (Standard: 450)

source: With this Widget you can display an individual styled list of your last Tweets.
de_de: Mit diesem Widget kannst du eine letzten Tweets in der Blog Sidebar darstellen.

source: With this Widget you can display a list with your last Tweets. You can customize it via some parts of CSS.
de_de: Mit diesem Widget kannst du eine Liste deiner letzten Tweets in der Blog Sidebar darstellen. Die Darstellung der Tweets kann individuell über CSS gelöst werden.

source: Amount of shown Tweets
de_de: Anzahl der Tweets
